Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

# Unsubscribe %lld wallpapers: %@
source: Unsubscribe %lld wallpapers: %2$@
ar: إلغاء الاشتراك في %lld خلفية: %2$@
de: %lld Hintergrundbilder abbestellen: %2$@
es: Anular suscripción de %lld fondos de pantalla: %2$@
fr: Se désabonner de %lld fonds d’écran : %2$@
hi: %lld वॉलपेपर अनसब्सक्राइब करें: %2$@
it: Annulla sottoscrizione di %lld sfondi: %2$@
ja: %lld個の壁紙を購読解除：%2$@
ko: 배경화면 %lld개 구독 취소: %2$@
pl: Anulowanie subskrypcji – %lld tapety: %2$@
pt_br: Cancelar a inscrição em %lld imagens de fundo: %2$@
ru: Отписаться от обоев (%lld): %2$@
tr: Abonelikten çıkılacak %lld duvar kâğıdı: %2$@
uk: Відписатися від %lld шпалери: %2$@
zh_hans: 取消订阅 %lld 张墙纸：%2$@
zh_hant: 取消訂閱 %lld 張背景圖片：%2$@

source: Unsubscribe Confirmation
ar: تأكيد إلغاء الاشتراك
de: Abbestellen bestätigen
es: Confirmar anulación de suscripción
fr: Confirmer le désabonnement
hi: अनसब्सक्राइब करने की पुष्टि
it: Conferma annullamento sottoscrizione
ja: 購読解除の確認
ko: 구독 취소 확인
pl: Anulowanie subskrypcji
pt_br: Confirmar cancelamento de inscrição
ru: Подтверждение отписки
tr: Abonelikten Çıkma Onayı
uk: Підтвердження відписки
zh_hans: 确认取消订阅
zh_hant: 確認取消訂閱

source: Unsubscribe Selected (%lld)
ar: إلغاء الاشتراك في المحدد (%lld)
de: Auswahl abbestellen (%lld)
es: Anular suscripción de la selección (%lld)
fr: Se désabonner de la sélection (%lld)
hi: चुने गए अनसब्सक्राइब करें (%lld)
it: Annulla sottoscrizione selezionati (%lld)
ja: 選択項目を購読解除（%lld）
ko: 선택 항목 구독 취소(%lld)
pl: Anuluj subskrypcję zaznaczonych (%lld)
pt_br: Cancelar Inscrição nas Selecionadas (%lld)
ru: Отписаться от выбранных (%lld)
tr: Seçilenlerin Aboneliğinden Çık (%lld)
uk: Відписатися від вибраних (%lld)
zh_hans: 取消订阅所选项（%lld）
zh_hant: 取消訂閱所選項目（%lld）

source: Unsubscribe from the selected wallpapers
ar: إلغاء الاشتراك في الخلفيات المحددة
de: Ausgewählte Hintergrundbilder abbestellen
es: Anular la suscripción a los fondos de pantalla seleccionados
fr: Se désabonner des fonds d’écran sélectionnés
hi: चुने गए वॉलपेपर अनसब्सक्राइब करें
it: Annulla la sottoscrizione degli sfondi selezionati
ja: 選択した壁紙を購読解除します
ko: 선택한 배경화면 구독 취소
pl: Anuluj subskrypcję zaznaczonych tapet
pt_br: Cancelar a inscrição nas imagens de fundo selecionadas
ru: Отписаться от выбранных обоев
tr: Seçilen duvar kâğıtlarının aboneliğinden çık
uk: Відписатися від вибраних шпалер
zh_hans: 取消订阅所选墙纸
zh_hant: 取消訂閱所選的背景圖片

source: Untitled
ar: بلا عنوان
de: Ohne Titel
es: Sin título
fr: Sans titre
hi: बिना शीर्षक
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
pl: Bez tytułu
pt_br: Sem Título
ru: Без названия
tr: Adsız
uk: Без назви
zh_hans: 未命名
zh_hant: 未命名

source: Up to seven wallpapers share the week, from its first day.
ar: تتقاسم حتى سبع خلفيات أيام الأسبوع، بدءًا من يومه الأول.
de: Bis zu sieben Hintergrundbilder teilen sich die Woche, ab ihrem ersten Tag.
es: Hasta siete fondos de pantalla se reparten la semana, desde su primer día.
fr: Jusqu’à sept fonds d’écran se partagent la semaine, à partir de son premier jour.
hi: सात तक वॉलपेपर हफ़्ते को उसके पहले दिन से बाँटते हैं।
it: Fino a sette sfondi si dividono la settimana, a partire dal suo primo giorno.
ja: 最大7つの壁紙が、週の最初の日から1週間を分け合います。
ko: 최대 7개의 배경화면이 한 주의 첫날부터 요일을 나눠 가집니다.
pl: Do siedmiu tapet dzieli tydzień, od jego pierwszego dnia.
pt_br: Até sete imagens de fundo dividem a semana, a partir do primeiro dia.
ru: До семи обоев делят неделю начиная с её первого дня.
tr: En fazla yedi duvar kâğıdı, haftayı ilk gününden itibaren paylaşır.
uk: До семи шпалер ділять тиждень, починаючи з його першого дня.
zh_hans: 最多七张墙纸从一周的第一天起分享这一周。
zh_hant: 最多七張背景圖片從一週的第一天起分享這一週。

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
it: Aggiorna
ja: アップデート
ko: 업데이트
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
tr: Güncelle
uk: Оновити
zh_hans: 更新
zh_hant: 更新

source: Update automatically
ar: التحديث تلقائيًا
de: Automatisch aktualisieren
es: Actualizar automáticamente
fr: Mettre à jour automatiquement
hi: स्वचालित रूप से अपडेट करें
it: Aggiorna automaticamente
ja: 自動的にアップデート
ko: 자동으로 업데이트
pl: Uaktualniaj automatycznie
pt_br: Atualizar automaticamente
ru: Обновлять автоматически
tr: Otomatik olarak güncelle
uk: Оновлювати автоматично
zh_hans: 自动更新
zh_hant: 自動更新

source: Update available
ar: يتوفر تحديث
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 있음
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
tr: Güncelleme var
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update from Steam
ar: التحديث من Steam
de: Von Steam aktualisieren
es: Actualizar desde Steam
fr: Mettre à jour depuis Steam
hi: Steam से अपडेट करें
it: Aggiorna da Steam
ja: Steam からアップデート
ko: Steam에서 업데이트
pl: Zaktualizuj ze Steam
pt_br: Atualizar do Steam
ru: Обновить из Steam
tr: Steam’den Güncelle
uk: Оновити зі Steam
zh_hans: 从 Steam 更新
zh_hant: 從 Steam 更新

source: Updated
ar: تاريخ التحديث
de: Aktualisiert
es: Actualizado
fr: Mise à jour
hi: अपडेट किया गया
it: Aggiornato
ja: 更新日
ko: 업데이트됨
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
tr: Güncellendi
uk: Оновлено
zh_hans: 更新时间
zh_hant: 更新時間

source: Updated to %@
ar: تم التحديث إلى %@
de: Aktualisiert auf %@
es: Actualizado a %@
fr: Mis à jour vers la version %@
hi: %@ में अपडेट किया गया
it: Aggiornato alla versione %@
ja: %@ にアップデートしました
ko: %@(으)로 업데이트됨
pl: Uaktualniono do %@
pt_br: Atualizado para %@
ru: Обновлено до %@
tr: %@ sürümüne güncellendi
uk: Оновлено до %@
zh_hans: 已更新至 %@
zh_hant: 已更新至 %@

source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Uaktualnienia
pt_br: Atualizações
ru: Обновления
tr: Güncellemeler
uk: Оновлення
zh_hans: 更新
zh_hant: 更新項目

source: Updates are off in this build because it has no update signing key. Builds from GitHub Releases update themselves.
ar: التحديثات متوقفة في هذا الإصدار لأنه لا يحتوي على مفتاح توقيع التحديثات. الإصدارات من GitHub Releases تُحدّث نفسها.
de: Updates sind in diesem Build deaktiviert, da er keinen Signaturschlüssel für Updates hat. Builds aus GitHub Releases aktualisieren sich selbst.
es: Las actualizaciones están desactivadas en esta compilación porque no tiene clave de firma de actualizaciones. Las compilaciones de GitHub Releases se actualizan solas.
fr: Les mises à jour sont désactivées dans cette version, car elle n’a pas de clé de signature des mises à jour. Les versions issues de GitHub Releases se mettent à jour d’elles-mêmes.
hi: इस बिल्ड में अपडेट बंद हैं क्योंकि इसमें अपडेट साइनिंग कुंजी नहीं है. GitHub Releases के बिल्ड स्वयं अपडेट होते हैं.
it: Gli aggiornamenti sono disattivati in questa build perché non ha una chiave di firma degli aggiornamenti. Le build da GitHub Releases si aggiornano da sole.
ja: このビルドにはアップデート署名鍵がないため、アップデートはオフです。GitHub Releases のビルドは自動的にアップデートされます。
ko: 이 빌드에는 업데이트 서명 키가 없어 업데이트가 꺼져 있습니다. GitHub Releases의 빌드는 스스로 업데이트됩니다.
pl: Uaktualnienia są wyłączone w tej kompilacji, ponieważ nie ma ona klucza podpisu uaktualnień. Kompilacje z GitHub Releases uaktualniają się same.
pt_br: As atualizações estão desativadas nesta compilação porque ela não tem uma chave de assinatura de atualizações. As compilações do GitHub Releases se atualizam sozinhas.
ru: Обновления в этой сборке отключены, так как у неё нет ключа подписи обновлений. Сборки из GitHub Releases обновляются сами.
tr: Bu derlemede güncelleme imzalama anahtarı olmadığından güncellemeler kapalı. GitHub Releases’tan alınan derlemeler kendi kendini günceller.
uk: Оновлення в цій збірці вимкнено, бо вона не має ключа підпису оновлень. Збірки з GitHub Releases оновлюються самі.
zh_hans: 此构建版本未包含更新签名密钥，因此已关闭更新。来自 GitHub Releases 的构建版本会自行更新。
zh_hant: 此建置版本沒有更新簽署密鑰，因此已關閉更新。來自 GitHub Releases 的建置版本會自行更新。

source: Upscaling
ar: الترقية
de: Hochskalierung
es: Escalado
fr: Mise à l’échelle
hi: अपस्केलिंग
ja: アップスケーリング
ko: 업스케일링
pl: Skalowanie w górę
ru: Масштабирование
tr: Ölçek büyütme
uk: Масштабування
zh_hans: 放大
zh_hant: 放大

source: Upstream maintainer
ar: مشرف المشروع الأصلي
es: Mantenedor del proyecto original
fr: Mainteneur du projet d’origine
hi: अपस्ट्रीम मेंटेनर
it: Manutentore upstream
ja: アップストリームのメンテナ
ko: 업스트림 관리자
pl: Opiekun oryginalnego projektu
pt_br: Mantenedor do projeto original
ru: Сопровождающий основного проекта
tr: Üst kaynak bakımcısı
uk: Супровідник основного проєкту
zh_hans: 上游维护者
zh_hant: 上游維護者

source: Use Anyway
ar: الاستخدام على أي حال
de: Trotzdem verwenden
es: Usar de todos modos
fr: Utiliser quand même
hi: फिर भी उपयोग करें
it: Usa comunque
ja: このまま使用
ko: 그래도 사용
pl: Użyj mimo to
pt_br: Usar mesmo assim
ru: Всё равно использовать
tr: Yine de Kullan
uk: Усе одно використати
zh_hans: 仍然使用
zh_hant: 仍要使用

source: Use Cached Session
ar: استخدام الجلسة المخزنة
de: Gespeicherte Sitzung verwenden
es: Usar sesión guardada
fr: Utiliser la session en cache
hi: कैश किया गया सेशन उपयोग करें
it: Usa sessione salvata
ja: キャッシュされたセッションを使用
ko: 캐시된 세션 사용
pl: Użyj zapamiętanej sesji
pt_br: Usar Sessão em Cache
ru: Использовать сохранённый сеанс
tr: Önbellekteki Oturumu Kullan
uk: Використати збережений сеанс
zh_hans: 使用缓存的会话
zh_hant: 使用快取的工作階段

source: Use Default Location
ar: استخدام الموقع الافتراضي
de: Standardort verwenden
es: Usar ubicación por omisión
fr: Utiliser l’emplacement par défaut
hi: डिफ़ॉल्ट लोकेशन उपयोग करें
it: Usa posizione predefinita
ja: デフォルトの場所を使用
ko: 기본 위치 사용
pl: Użyj domyślnej lokalizacji
pt_br: Usar Local Padrão
ru: Использовать папку по умолчанию
tr: Varsayılan Konumu Kullan
uk: Використати типове розташування
zh_hans: 使用默认位置
zh_hant: 使用預設位置

source: Use Empty Folder
ar: استخدام مجلد فارغ
de: Leeren Ordner verwenden
es: Usar carpeta vacía
fr: Utiliser un dossier vide
hi: खाली फ़ोल्डर उपयोग करें
it: Usa cartella vuota
ja: 空のフォルダを使用
ko: 빈 폴더 사용
pl: Użyj pustego folderu
pt_br: Usar Pasta Vazia
ru: Использовать пустую папку
tr: Boş Klasörü Kullan
uk: Використати порожню папку
zh_hans: 使用空文件夹
zh_hant: 使用空白檔案夾

source: Use IP address in QR code
ar: استخدام عنوان IP في رمز QR
de: IP-Adresse im QR-Code verwenden
es: Usar la dirección IP en el código QR
fr: Utiliser l’adresse IP dans le code QR
hi: QR कोड में IP पता इस्तेमाल करें
it: Usa l’indirizzo IP nel codice QR
ja: QR コードに IP アドレスを使用
ko: QR 코드에 IP 주소 사용
pl: Użyj adresu IP w kodzie QR
pt_br: Usar endereço IP no código QR
ru: Использовать IP-адрес в QR-коде
tr: QR kodunda IP adresini kullan
uk: Використовувати IP-адресу в QR-коді
zh_hans: 在二维码中使用 IP 地址
zh_hant: 在 QR 碼中使用 IP 位址

source: Use This Version
ar: استخدام هذا الإصدار
de: Diese Version verwenden
es: Usar esta versión
fr: Utiliser cette version
hi: यह संस्करण उपयोग करें
it: Usa questa versione
ja: このバージョンを使用
ko: 이 버전 사용
pl: Użyj tej wersji
pt_br: Usar Esta Versão
ru: Использовать эту версию
tr: Bu Sürümü Kullan
uk: Використати цю версію
zh_hans: 使用此版本
zh_hant: 使用此版本

source: Use the wallpaper's main color when it has no scheme color
ar: استخدام اللون الرئيسي للخلفية عندما لا يكون لها لون مخطط
de: Hauptfarbe des Hintergrundbilds verwenden, wenn es keine Schemafarbe hat
es: Usar el color principal del fondo de pantalla cuando no tenga color de esquema
fr: Utiliser la couleur principale du fond d’écran s’il n’a pas de couleur de schéma
hi: स्कीम रंग न होने पर वॉलपेपर का मुख्य रंग इस्तेमाल करें
it: Usa il colore principale dello sfondo quando non ha un colore dello schema
ja: スキームカラーがない壁紙ではメインの色を使用
ko: 스킴 색상이 없으면 배경화면의 주 색상 사용
pl: Używaj głównego koloru tapety, gdy nie ma koloru schematu
pt_br: Usar a cor principal do papel de parede quando ele não tiver cor de esquema
ru: Использовать основной цвет обоев, если у них нет цвета схемы
tr: Şema rengi yoksa duvar kâğıdının ana rengini kullan
uk: Використовувати основний колір шпалер, якщо в них немає кольору схеми
zh_hans: 墙纸没有配色时使用其主要颜色
zh_hant: 背景圖片沒有配色時使用其主要顏色

source: Used only for wallpapers that need it
ar: يُستخدم فقط للخلفيات التي تحتاج إليه
de: Wird nur für Hintergründe verwendet, die sie brauchen
es: Solo se usa para los fondos que lo necesitan
fr: Utilisé uniquement pour les fonds d’écran qui en ont besoin
hi: केवल उन्हीं वॉलपेपर के लिए उपयोग होता है जिन्हें इसकी ज़रूरत है
it: Usato solo per gli sfondi che ne hanno bisogno
ja: 必要な壁紙にのみ使用されます
ko: 필요한 배경화면에만 사용됩니다
pl: Używany tylko dla tapet, które go wymagają
pt_br: Usado apenas para papéis de parede que precisam dele
ru: Используется только для обоев, которым он нужен
tr: Yalnızca ona ihtiyaç duyan duvar kâğıtları için kullanılır
uk: Використовується лише для шпалер, яким він потрібен
zh_hans: 仅用于需要它的壁纸
zh_hant: 僅用於需要它的桌布

source: User Adjustments
ar: تعديلات المستخدم
de: Benutzeranpassungen
es: Ajustes del usuario
fr: Ajustements personnalisés
hi: उपयोगकर्ता एडजस्टमेंट
it: Regolazioni utente
ja: ユーザ調整
ko: 사용자 조정
pl: Dostosowania użytkownika
pt_br: Ajustes do Usuário
ru: Пользовательские настройки
tr: Kullanıcı Ayarlamaları
uk: Налаштування користувача
zh_hans: 用户调整
zh_hant: 使用者調整

source: User Scene Settings
ar: إعدادات المشهد للمستخدم
de: Szeneneinstellungen des Benutzers
es: Ajustes de escena del usuario
fr: Réglages de scène personnalisés
hi: उपयोगकर्ता सीन सेटिंग
it: Impostazioni utente della scena
ja: ユーザシーン設定
ko: 사용자 장면 설정
pl: Ustawienia sceny użytkownika
pt_br: Ajustes de Cena do Usuário
ru: Пользовательские настройки сцены
tr: Kullanıcı Sahne Ayarları
uk: Користувацькі параметри сцени
zh_hans: 用户场景设置
zh_hant: 使用者場景設定

source: Uses the assets of a Wallpaper Engine folder already on this Mac, read in place instead of downloaded.
ar: يستخدم موارد مجلد Wallpaper Engine موجود بالفعل على هذا الـ Mac، ويقرأها في مكانها بدلًا من تنزيلها.
de: Verwendet die Assets eines Wallpaper Engine-Ordners, der schon auf diesem Mac ist, und liest sie dort, statt sie zu laden.
es: Usa los recursos de una carpeta de Wallpaper Engine que ya está en este Mac, leídos en su sitio en lugar de descargarlos.
fr: Utilise les ressources d’un dossier Wallpaper Engine déjà présent sur ce Mac, lues sur place au lieu d’être téléchargées.
hi: इस Mac पर पहले से मौजूद Wallpaper Engine फ़ोल्डर के ऐसेट इस्तेमाल करता है, उन्हें डाउनलोड करने के बजाय वहीं से पढ़ता है।
it: Usa le risorse di una cartella di Wallpaper Engine già presente su questo Mac, lette sul posto invece di scaricarle.
ja: この Mac にすでにある Wallpaper Engine フォルダのアセットを、ダウンロードせずにその場で読み込んで使います。
ko: 이 Mac에 이미 있는 Wallpaper Engine 폴더의 에셋을 다운로드하지 않고 그 자리에서 읽어 사용합니다.
pl: Używa zasobów folderu Wallpaper Engine, który już jest na tym Macu, odczytując je na miejscu zamiast pobierać.
pt_br: Usa os recursos de uma pasta do Wallpaper Engine que já está neste Mac, lidos no local em vez de baixados.
ru: Использует ресурсы папки Wallpaper Engine, которая уже есть на этом Mac, читая их на месте вместо загрузки.
tr: Bu Mac’te zaten bulunan bir Wallpaper Engine klasörünün varlıklarını indirmek yerine yerinde okuyarak kullanır.
uk: Використовує ресурси папки Wallpaper Engine, що вже є на цьому Mac, читаючи їх на місці замість викачування.
zh_hans: 使用此 Mac 上已有的 Wallpaper Engine 文件夹中的资源，直接就地读取而不下载。
zh_hant: 使用此 Mac 上已有的 Wallpaper Engine 檔案夾中的資源，直接就地讀取而不下載。

source: Uses the scheme color of the wallpaper on the main display, which follows its properties. Turning it off puts your own settings back.
ar: يستخدم لون مخطط الخلفية على الشاشة الرئيسية، ويتبع خصائصها. إيقافه يعيد إعداداتك.
de: Verwendet die Schemafarbe des Hintergrundbilds auf dem Hauptmonitor, die seinen Eigenschaften folgt. Beim Ausschalten kehren deine eigenen Einstellungen zurück.
es: Usa el color de esquema del fondo de pantalla de la pantalla principal, que sigue sus propiedades. Al desactivarlo vuelven tus ajustes.
fr: Utilise la couleur de schéma du fond d’écran de l’écran principal, qui suit ses propriétés. Le désactiver rétablit vos propres réglages.
hi: मुख्य डिस्प्ले के वॉलपेपर का स्कीम रंग इस्तेमाल करता है, जो उसकी प्रॉपर्टीज़ के साथ बदलता है। बंद करने पर आपकी अपनी सेटिंग्स लौट आती हैं।
it: Usa il colore dello schema dello sfondo sullo schermo principale, che segue le sue proprietà. Disattivandolo tornano le tue impostazioni.
ja: メインディスプレイの壁紙のスキームカラーを使います。壁紙のプロパティに従って変わります。オフにすると元の設定に戻ります。
ko: 주 디스플레이 배경화면의 스킴 색상을 사용하며, 배경화면 속성을 따릅니다. 끄면 원래 설정으로 돌아갑니다.
pl: Używa koloru schematu tapety na głównym monitorze, który podąża za jej właściwościami. Wyłączenie przywraca Twoje ustawienia.
pt_br: Usa a cor do esquema do papel de parede da tela principal, que segue suas propriedades. Desativar devolve seus próprios ajustes.
ru: Использует цвет схемы обоев на основном дисплее, который следует за их свойствами. При выключении возвращаются ваши настройки.
tr: Ana ekrandaki duvar kâğıdının şema rengini kullanır; renk, duvar kâğıdının özelliklerini izler. Kapatıldığında kendi ayarlarınız geri gelir.
uk: Використовує колір схеми шпалер на головному дисплеї, який слідує за їхніми властивостями. Вимкнення повертає ваші налаштування.
zh_hans: 使用主显示器上墙纸的配色，配色随墙纸属性变化。关闭后会恢复你自己的设置。
zh_hant: 使用主顯示器上背景圖片的配色，配色會隨背景圖片屬性變化。關閉後會還原你自己的設定。

source: Validating…
ar: يجري التحقق…
de: Wird überprüft …
es: Validando…
fr: Validation…
hi: वैलिडेट किया जा रहा है…
it: Verifica…
ja: 検証中…
ko: 확인하는 중…
pl: Weryfikowanie…
pt_br: Validando…
ru: Проверка…
tr: Doğrulanıyor…
uk: Перевірка…
zh_hans: 正在验证…
zh_hant: 正在驗證⋯

source: Valve's server answered with HTTP status %lld.
ar: استجاب خادم Valve برمز حالة HTTP ‏%lld.
de: Der Server von Valve hat mit dem HTTP-Status %lld geantwortet.
es: El servidor de Valve ha respondido con el estado HTTP %lld.
fr: Le serveur de Valve a répondu avec le statut HTTP %lld.
hi: Valve के सर्वर ने HTTP स्टेटस %lld के साथ जवाब दिया.
it: Il server di Valve ha risposto con lo stato HTTP %lld.
ja: Valve のサーバが HTTP ステータス %lld を返しました。
ko: Valve 서버가 HTTP 상태 %lld(으)로 응답했습니다.
pl: Serwer Valve odpowiedział kodem stanu HTTP %lld.
pt_br: O servidor da Valve respondeu com o status HTTP %lld.
ru: Сервер Valve вернул HTTP-статус %lld.
tr: Valve’ın sunucusu HTTP durum kodu %lld ile yanıt verdi.
uk: Сервер Valve повернув HTTP-статус %lld.
zh_hans: Valve 的服务器返回了 HTTP 状态 %lld。
zh_hant: Valve 的伺服器回傳了 HTTP 狀態 %lld。

source: Vehicle
ar: مركبات
de: Fahrzeug
es: Vehículos
fr: Véhicule
hi: वाहन
it: Veicoli
ja: 乗り物
ko: 탈것
pl: Pojazdy
pt_br: Veículo
ru: Транспорт
tr: Araç
uk: Транспорт
zh_hans: 载具
zh_hant: 載具

source: Verbose
ar: مفصّل
de: Ausführlich
es: Detallado
fr: Détaillé
hi: वर्बोज़
it: Dettagliato
ja: 詳細
ko: 상세
pl: Szczegółowe
pt_br: Detalhado
ru: Подробно
tr: Ayrıntılı
uk: Докладний
zh_hans: 详细
zh_hant: 詳盡

source: Verifying…
ar: جارٍ التحقق…
de: Wird überprüft …
es: Verificando…
fr: Vérification…
hi: सत्यापित किया जा रहा है…
it: Verifica in corso…
ja: 検証中…
ko: 확인 중…
pl: Weryfikowanie…
pt_br: Verificando…
ru: Проверка…
tr: Doğrulanıyor…
uk: Перевірка…
zh_hans: 正在验证…
zh_hant: 正在驗證…

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pl: Wersja
pt_br: Versão
ru: Версия
tr: Sürüm
uk: Версія
zh_hans: 版本
zh_hant: 版本

source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Version %@, effective %@
ar: الإصدار %1$@، ساري المفعول من %2$@
de: Version %1$@, gültig ab %2$@
es: Versión %1$@, vigente desde %2$@
fr: Version %1$@, en vigueur le %2$@
hi: संस्करण %1$@, %2$@ से प्रभावी
it: Versione %1$@, in vigore dal %2$@
ja: バージョン%1$@、%2$@発効
ko: 버전 %1$@, %2$@부터 적용
pl: Wersja %1$@, obowiązuje od %2$@
pt_br: Versão %1$@, em vigor desde %2$@
ru: Версия %1$@, действует с %2$@
tr: Sürüm %1$@, %2$@ tarihinden itibaren geçerli
uk: Версія %1$@, чинна з %2$@
zh_hans: 版本 %1$@，自 %2$@ 起生效
zh_hant: 版本 %1$@，自 %2$@ 起生效

source: Versions
ar: الإصدارات
de: Versionen
es: Versiones
hi: संस्करण
it: Versioni
ja: バージョン
ko: 버전
pl: Wersje
pt_br: Versões
ru: Версии
tr: Sürümler
uk: Версії
zh_hans: 版本
zh_hant: 版本

source: Vertical
ar: عمودي
de: Vertikal
hi: लंबवत
it: Verticale
ja: 縦方向
ko: 세로
pl: Pionowo
ru: По вертикали
tr: Dikey
uk: Вертикально
zh_hans: 垂直
zh_hant: 垂直

source: Vertical fade
ar: تلاشي عمودي
de: Vertikales Ausblenden
es: Fundido vertical
fr: Fondu vertical
hi: लंबवत फ़ेड
it: Dissolvenza verticale
ja: 垂直フェード
ko: 세로 페이드
pl: Wygasanie w pionie
pt_br: Desvanecimento vertical
ru: Выцветание по вертикали
tr: Dikey soluklaşma
uk: Вертикальне затухання
zh_hans: 垂直淡化
zh_hant: 垂直淡化

source: Vertical scroll speed. Negative scrolls up, 0 stops.
ar: سرعة التمرير العمودي. القيم السالبة تمرّر إلى أعلى، و0 يوقفه.
de: Vertikale Scrollgeschwindigkeit. Negative Werte scrollen nach oben, 0 stoppt.
es: Velocidad de desplazamiento vertical. Los valores negativos desplazan hacia arriba; 0 lo detiene.
fr: Vitesse de défilement vertical. Une valeur négative défile vers le haut, 0 arrête.
hi: लंबवत स्क्रॉल स्पीड. ऋणात्मक मान ऊपर स्क्रॉल करता है, 0 रोक देता है.
it: Velocità di scorrimento verticale. I valori negativi scorrono verso l’alto, 0 si ferma.
ja: 縦方向のスクロール速度です。負の値で上へスクロールし、0で停止します。
ko: 세로 스크롤 속도입니다. 음수이면 위로 스크롤되고, 0이면 멈춥니다.
pl: Szybkość przewijania w pionie. Wartości ujemne przewijają w górę, 0 zatrzymuje.
pt_br: Velocidade de rolagem vertical. Valores negativos rolam para cima; 0 para.
ru: Скорость прокрутки по вертикали. Отрицательные значения — вверх, 0 — остановка.
tr: Dikey kaydırma hızı. Negatif değer yukarı kaydırır, 0 durdurur.
uk: Швидкість вертикальної прокрутки. Відʼємні значення прокручують угору, 0 зупиняє.
zh_hans: 垂直滚动速度。负值向上滚动，0 为停止。
zh_hant: 垂直捲動速度。負值向上捲動，0 為停止。

source: Vertical slide
ar: انزلاق عمودي
de: Vertikale Bewegung
es: Deslizamiento vertical
fr: Glissement vertical
hi: लंबवत स्लाइड
it: Scorrimento verticale
ja: 垂直スライド
ko: 세로 슬라이드
pl: Przesunięcie w pionie
pt_br: Deslizar na vertical
ru: Смещение по вертикали
tr: Dikey kayma
uk: Вертикальний перехід
zh_hans: 垂直滑动
zh_hant: 垂直滑動

source: Vertical speed. Negative values move the other way, 0 stops.
ar: السرعة العمودية. القيم السالبة تحرّك في الاتجاه المعاكس، و0 يوقف الحركة.
de: Vertikale Geschwindigkeit. Negative Werte bewegen in die Gegenrichtung, 0 stoppt.
es: Velocidad vertical. Los valores negativos mueven en sentido contrario; 0 lo detiene.
fr: Vitesse verticale. Les valeurs négatives vont dans l’autre sens, 0 arrête.
hi: लंबवत स्पीड. ऋणात्मक मान उल्टी दिशा में ले जाते हैं, 0 रोक देता है.
it: Velocità verticale. I valori negativi muovono nella direzione opposta, 0 si ferma.
ja: 縦方向の速度です。負の値で逆方向に動き、0で停止します。
ko: 세로 속도입니다. 음수이면 반대 방향으로 움직이고, 0이면 멈춥니다.
pl: Szybkość w pionie. Wartości ujemne odwracają kierunek, 0 zatrzymuje.
pt_br: Velocidade vertical. Valores negativos movem no sentido oposto; 0 para.
ru: Скорость по вертикали. Отрицательные значения — в обратную сторону, 0 — остановка.
tr: Dikey hız. Negatif değerler ters yönde hareket ettirir, 0 durdurur.
uk: Вертикальна швидкість. Відʼємні значення рухають у протилежний бік, 0 зупиняє.
zh_hans: 垂直速度。负值向相反方向移动，0 为停止。
zh_hant: 垂直速度。負值會反向移動，0 為停止。

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频
zh_hant: 影片

source: Video Cropping
ar: قص الفيديو
de: Video-Zuschnitt
es: Recortar vídeo
fr: Recadrage vidéo
hi: वीडियो क्रॉपिंग
it: Taglia video
ja: 動画のクロップ
ko: 비디오 자르기
pl: Przycinanie wideo
pt_br: Recorte de vídeo
ru: Обрезка видео
tr: Görüntü Kırpma
uk: Обрізання відео
zh_hans: 视频裁剪
zh_hant: 視訊裁剪

source: Video Framework
ar: إطار عمل الفيديو
es: Framework de vídeo
fr: Framework vidéo
hi: वीडियो फ़्रेमवर्क
it: Framework video
ja: ビデオフレームワーク
ko: 비디오 프레임워크
pl: Silnik wideo
pt_br: Framework de Vídeo
ru: Видеофреймворк
tr: Video Çerçevesi
uk: Відеофреймворк
zh_hans: 视频框架
zh_hant: 影片框架
